[AVStudio]
Version=AVStudio 1.0 beta
LangError=žodyno failas kitos versijos negu programą

[Messages]
AvsNeed=Tikslui darbui reikia instaliuoti langelių serveris AviSynth
OutOfRange=Vertė už aptimčio
Overwrite=Tokio pavadinimo klipas  jau yra. Ar tu nori prirašyti?
ClipNameError=Klipo pavadimas parašyk
UnknownError=Nelaukta klaida
CouldNotFindMediaPlayer=Nerado video failų grotuvo
RemoveClip=Nori valyti išrinktą klipą?
SaveChanges=Nori parašyti pasikeičimus?
FileOverwrite=Tokio pavadinimo failas jau yra. Nori prirašyti?
NoFile=Tokio pavadinimo failas nėra

[Main]
NoChange=Be kaičių
File=Failas
New=Naujas projektas
Open=Atidaryk projektą
Save=Užrašyk projektą
SaveAs=Užrašyk projektą kaip…
ExportAVS=Export AVS
Exit=Galas
Clip=Klipas
Add=Pridurk klipą
Mod=Edituok klipą
Remove=Nuvalyk klipą
Tools=Įrankiai
Settings=Nustatymai
Reload=Atnaujink
Preview=Preview
Help=Pagalba
About=Apie programą
Autor=Autorius
Untitled=Be pavadinimo

[Clip]

of=iš
TempFilters=Pagalbiniai filtrai nepridurs į projektą
Player=Player
Script=Skryptas
Edit=Editavimas
SelectEven=Lyginiai
SelectOdd=Nelyginiai
SelectEvery=Išrink...
Apply=Pritaikyk
OK=OK
Cancel=Anuliouk
Preview=Preview
SaveAVS=Užrašyk AVS
SaveBMP=Užrašyk BMP
Clip=Klipas
Info=Informacjos
Reverse=Atpasakok nuo galo
Resolution=Skyra
AspectRatio=Proporcijos
AspectRatioError=Aspekto klaida
VerticalZoom=Zoom svambalas
HorizontalZoom=Zoom lygis
Resize=Skyros pasikeitimas
Crop=Kadrų seka
Letterbox=Apsiulėjimas
Picture=Paveikslas
Invert=Apversk kanalą
Red=Raudona
Green=žalia
Blue=Mėlyna
TurnFlip=Apversk paveikslą
VerticalFlip=Atmušk vertikaliai
HorizontalFlip=Atmušk horizontaliai
TurnLeft=Apversk į kairę
TurnRight=Apversk į dėšinę
Greyscale=Pilkumo skalė
ConvertTo=Spalvų erdvė keisk
Fade=
FadeIn=Pašviesink
FadeOut=Tamsuok
Tweak=Pasotinimas
Hue=Spalva
Saturation=Pasotinimas
Bright=šviesumas
Contrast=Kontrastas
Coring=Pakirpk lumo kanalus [16,235]
SharpenBlur=Aštrumas/Išplovimas
HorizontalAmount=Horizontalus spindulys
VerticalAmount=Vertikalus spindulys
HeqV=Horizontalus spindulys = vertikalus spindulys
Sound=Garsas
NormalizeTab=Normalizacija
Normalize=Normalizuok
NormalizeShowInfo=Parodyk info
Volume=Garsumas
Chanels=Kanalai
Mono=Mono
Left=Kairys
Right=Dešinys
Stereo=Stereo (AC3)
Precision=Tikslumas
SamplingRate=Dažnis [Hz]
Fast=Turbo (blogesnė kokybė)
Else=Kitos
EnsureVBRMP3Sync=VBR MP3  Synchrinizuok
KillAudio=Garso tekas nuvalyk

[Settings]
Status=Padėtis
Version=Versija
Lang=Kalba
Apply=Pritaikyk
OK=OK
Cancel=Anuliuok